Repository: HerrysYu/platy
Catalog: ProjectMayaIOS/ProjectMayaIOS/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About
zh_hans: 介绍

source: Account verified successfully! You can now sign in.
zh_hans: 账号验证成功！现在可以登录了。

source: Add Combo to Order
zh_hans: 将套餐加入清单

source: Add dishes by tapping translated menu labels.
zh_hans: 点按菜单上的翻译标签即可添加菜品。

source: Add Page
zh_hans: 添加页面

source: Add to Order
zh_hans: 加入点菜清单

source: Added
zh_hans: 已添加

source: Added!
zh_hans: 已添加！

source: AI Combo
zh_hans: AI 套餐

source: Alcohol-Free
zh_hans: 无酒精

source: All
zh_hans: 全部

source: Allergens
zh_hans: 过敏原

source: Already have an account?
zh_hans: 已有账号？

source: App Language
zh_hans: 应用语言

source: App language follows your iOS system setting.
zh_hans: 应用语言跟随 iOS 系统设置。

source: Cancel
zh_hans: 取消

source: Check Your Email
zh_hans: 查看你的邮箱

source: Check your spam folder or try resending.
zh_hans: 请检查垃圾邮件文件夹，或尝试重新发送。

source: Clear
zh_hans: 清除

source: Clear saved
zh_hans: 清除已保存

source: Clear Saved Credentials
zh_hans: 清除已保存的凭据

source: Close
zh_hans: 关闭

source: Could not load dish details
zh_hans: 无法加载菜品信息

source: Couldn't build a combo
zh_hans: 未能生成套餐

source: Create Account
zh_hans: 创建账号

source: Create one
zh_hans: 注册一个

source: Creating Account...
zh_hans: 创建账号中…

source: Cultural Background
zh_hans: 文化背景

source: Allergies, diets, and menu language
zh_hans: 过敏原、饮食习惯与菜单语言

source: Dairy
zh_hans: 乳制品

source: Dessert
zh_hans: 甜品

source: Didn't receive the code?
zh_hans: 没有收到验证码？

source: Dietary
zh_hans: 饮食

source: Done
zh_hans: 完成

source: Don't have an account?
zh_hans: 还没有账号？

source: Download
zh_hans: 下载

source: Download Failed
zh_hans: 下载失败

source: Download local MLX model
zh_hans: 下载本地 MLX 模型

source: Download the local MLX model for menu cleanup.
zh_hans: 下载本地 MLX 模型用于菜单清理。

source: Downloading %lld%%
zh_hans: 下载中 %lld%%

source: Downloading Gemma 3 1B 4-bit
zh_hans: 正在下载 Gemma 3 1B 4-bit

source: Drink
zh_hans: 饮品

source: e.g. China, USA...
zh_hans: 例如：中国、美国…

source: Edit Preferences
zh_hans: 编辑偏好

source: Eggs
zh_hans: 鸡蛋

source: Email
zh_hans: 邮箱

source: Enter 6-digit code
zh_hans: 输入 6 位验证码

source: Failed to resend code: %@
zh_hans: 重新发送失败：%@

source: Finding dish details
zh_hans: 正在查找菜品信息

source: Fish
zh_hans: 鱼类

source: Follow System
zh_hans: 跟随系统

source: Gluten
zh_hans: 麸质

source: Halal
zh_hans: 清真

source: Home
zh_hans: 首页

source: I am allergic to:
zh_hans: 我对以下食物过敏：

source: I follow these diets:
zh_hans: 我的饮食习惯：

source: Images and descriptions may take a moment.
zh_hans: 图片和介绍可能需要一点时间。

source: Jump back into translated menus you saved.
zh_hans: 回看你保存的翻译菜单。

source: Kosher
zh_hans: 犹太洁食

source: Language
zh_hans: 语言

source: Main
zh_hans: 主菜

source: Manage
zh_hans: 管理

source: Meal History
zh_hans: 用餐历史

source: Menu
zh_hans: 菜单

source: Menu Language
zh_hans: 菜单语言

source: Menu Lens
zh_hans: 菜单翻译

source: Message
zh_hans: 提示

source: MLX model downloaded
zh_hans: MLX 模型已下载

source: MLX package required
zh_hans: 需要 MLX 组件

source: No dishes yet
zh_hans: 还没有菜品

source: No meal history yet
zh_hans: 还没有用餐记录

source: No menu data
zh_hans: 暂无菜单数据

source: No menu data to analyze yet.
zh_hans: 还没有可分析的菜单数据。

source: No saved meals yet.
zh_hans: 还没有保存的餐食。

source: Nuts
zh_hans: 坚果

source: OK
zh_hans: 好

source: Ongoing Meal
zh_hans: 进行中的用餐

source: Open Camera
zh_hans: 打开相机

source: Order List
zh_hans: 点菜清单

source: Based on this menu and your preferences
zh_hans: 基于这份菜单与你的偏好

source: Password
zh_hans: 密码

source: Password must be at least 8 characters long
zh_hans: 密码长度至少为 8 个字符

source: Passwords do not match
zh_hans: 两次输入的密码不一致

source: Peanuts
zh_hans: 花生

source: Personal Info
zh_hans: 个人信息

source: Photo Preview
zh_hans: 照片预览

source: Platy Member
zh_hans: Platy 会员

source: Please confirm your password
zh_hans: 请确认密码

source: Please enter the verification code
zh_hans: 请输入验证码

source: Please enter your email
zh_hans: 请输入邮箱

source: Please enter your password
zh_hans: 请输入密码

source: Please sign in before saving preferences.
zh_hans: 请先登录再保存偏好设置。

source: Preferences
zh_hans: 偏好设置

source: Preferences saved.
zh_hans: 偏好已保存。

source: Preparing local model
zh_hans: 正在准备本地模型

source: Preview
zh_hans: 预览

source: Processing...
zh_hans: 处理中…

source: Building a combo
zh_hans: 正在搭配套餐

source: Recent Meals
zh_hans: 最近用餐

source: Region
zh_hans: 地区

source: Remember me
zh_hans: 记住我

source: Resend Code
zh_hans: 重新发送验证码

source: Retry
zh_hans: 重试

source: Save Options
zh_hans: 保存选项

source: Save Original Photos
zh_hans: 保存原始照片

source: Save Translated Menus
zh_hans: 保存翻译菜单

source: Saving
zh_hans: 保存中

source: Scan a menu and Platy will save the translation here.
zh_hans: 扫描菜单后，Platy 会把翻译保存在这里。

source: Scanning
zh_hans: 扫描

source: Select Country
zh_hans: 选择国家

source: Sending...
zh_hans: 发送中…

source: Shellfish
zh_hans: 贝类

source: Side
zh_hans: 配菜

source: Sign In
zh_hans: 登录

source: Sign in failed: %@
zh_hans: 登录失败：%@

source: Sign in to your account
zh_hans: 登录你的账号

source: Sign Out
zh_hans: 退出登录

source: Sign Up
zh_hans: 注册

source: Sign up failed: %@
zh_hans: 注册失败：%@

source: Signed In
zh_hans: 已登录

source: Signing In...
zh_hans: 登录中…

source: Smart Filter Model
zh_hans: 智能过滤模型

source: Smart Menu Filter
zh_hans: 智能菜单过滤

source: Soy
zh_hans: 大豆

source: Staple
zh_hans: 主食

source: Save Preferences
zh_hans: 保存偏好

source: Save your menus and meals across devices
zh_hans: 在不同设备上保存你的菜单和用餐记录

source: Tap a translated dish on the menu, then save it here.
zh_hans: 在菜单上点按翻译后的菜品，即可保存到这里。

source: Thinking
zh_hans: 思考中

source: This will remove your saved email and password from this device.
zh_hans: 这将从本设备移除已保存的邮箱和密码。

source: Translate Menu
zh_hans: 翻译菜单

source: Translated menu
zh_hans: 翻译菜单

source: Translating
zh_hans: 翻译中

source: Try Again
zh_hans: 重试

source: Try Another Combo
zh_hans: 换一套

source: User Center
zh_hans: 个人中心

source: User ID: %@
zh_hans: 用户 ID：%@

source: Usually includes
zh_hans: 通常包含

source: Vegan
zh_hans: 纯素

source: Vegetarian
zh_hans: 素食

source: Verification
zh_hans: 验证

source: Verification code must be 6 digits
zh_hans: 验证码必须是 6 位数字

source: Verification code sent! Check your email.
zh_hans: 验证码已发送！请查看邮箱。

source: Verification failed: %@
zh_hans: 验证失败：%@

source: Verify Account
zh_hans: 验证账号

source: Verify details with the restaurant before ordering.
zh_hans: 下单前请与餐厅核实菜品信息。

source: Verifying...
zh_hans: 验证中…

source: We sent a 6-digit verification code to %@
zh_hans: 我们已向 %@ 发送 6 位验证码

source: Welcome Back
zh_hans: 欢迎回来

source: Writing details
zh_hans: 正在生成介绍

source: Your translated menus and saved meals
zh_hans: 你的翻译菜单与已存餐食

source: %lld dishes ready to review.
zh_hans: %lld 道菜待确认。

source: %lld dishes saved
zh_hans: 已保存 %lld 道菜

source: %lld pages translated
zh_hans: 已翻译 %lld 页
